<script setup>
import Newcard from '../components/Newcard.vue'
</script>

<template>
        <newcard></newcard>
        <!--เนื้อหาแนะนำสำหรับสหายสุรา-->

<div class="row g-5">
    <div class="col-md-8">
      <article class="blog-post">
        <h2>เกมวงเหล้า สนุกให้สุดแล้วหยุดที่เมาเหมียนหมา!🎯</h2>
        <hr>
        <blockquote class="blockquote">
          <b><p>เกมที่ 1 เกมพระราชา ยืนหนึ่งเรื่องออกคำสั่ง</p></b>
        </blockquote>
        <p>เริ่มกันที่เกมในวงเหล้าสุดฮิตอย่างเกมพระราชา ซึ่งสาว ๆ หลายคนอาจจะคุ้นเคยกันดีอยู่แล้ว และเชื่อว่าเป็นเกมวงเหล้าที่เคยเล่นกันอยู่บ่อย ๆ ซึ่งเกมนี้ต้องใช้ความกล้าบ้าบิ่นเอาเรื่องอยู่เหมือนกัน เพราะหากพระราชาออกคำสั่งแล้วคุณไม่ยอมทำตาม อาจจะต้องกระดกเหล้าแบบรัว ๆ เมาเหมียนหมาไม่รู้ตัวกันเลยทีเดียว</p>
        <blockquote class="blockquote">
          <b><p>เกมที่ 2 หมุนขวด เสี่ยงโชค</p></b>
        </blockquote>
        <p>แม้จะเป็นเกมที่ดูธรรมดาและคล้ายอยู่ในงานวัด แต่แท้จริงแล้วเกมวงเหล้าเกมนี้สามารถทำให้ใจสาว ๆ เต้นรัวจนเกือบจะหลุดออกมาเลยก็ว่าได้ เพราะเกมในวงเหล้าเกมนี้จำเป็นต้องลุ้นตอนหมุนขวด ซึ่งทุกการหมุนขวดแต่ละครั้ง อาจพ่วงมาด้วยคำถามหรือคำสั่งแสนประหลาด ที่คุณจำเป็นต้องตอบหรือต้องทำตามคำสั่งของคนในวง แม้ใจไม่อยากทำแต่ก็ต้องทำ เพราะหากไม่ทำตามที่คนในวงสั่ง คุณอาจจะต้องรับผิดชอบเหล้าในแก้วของเพื่อนด้วยก็เป็นได้</p>
        <blockquote class="blockquote">
          <b><p>เกมที่ 3 Truth or Dare ใจกล้าเท่านั้นที่จะรอด</p></b>
        </blockquote>
        <p>เกมวงเหล้าสุดฮิตส่งตรงจากฝั่งยุโรป เรียกได้ว่าเกมนี้ต้องพึ่งพาความใจถึงกันพอตัว เพราะเป็นเกมในวงเหล้าที่คนในวงจะต้องกล้าบ้าบิ่น หรือหากคุณใจไม่กล้าพออาจจะต้องเล่าเรื่องที่เป็นความลับหรือเรื่องน่าอายให้คนในวงฟัง พร้อมกระดกเหล้าหมดแก้วแบบไม่ยั้ง ถือเป็นเกมวงเหล้าที่สาวใจป๊อดไม่ค่อยถูกใจสักเท่าไหร่</p>
      </article>
    </div>

    <div class="col-md-4">
      <div class="position-sticky" style="top: 2rem;">
        <div class="p-4 mb-3 bg-body-tertiary rounded">
          <h4 class="fst-italic">About</h4>
          <p class="mb-0">ศูนย์รวมสำหรับนักท่องราตรี ให้มาปล่อยจอย สามารถดูรายละเอียดและจองโต๊ะได้แล้วที่นี่</p>
        </div>

        <div>
          <h4 class="fst-italic">Recent posts</h4>
          <ul class="list-unstyled">
            <li>
              <a class="d-flex flex-column flex-lg-row gap-3 align-items-start align-items-lg-center py-3 link-body-emphasis text-decoration-none border-top" href="#">
                <img src="https://variety.teenee.com/foodforbrain/img7/254043.jpg" alt="รูปภาพ1" width="100%" height="96">
                <div class="col-lg-8">
                  <h6 class="mb-0">วิธีป้องกันอาการแฮงค์</h6>
                  <small class="text-body-secondary">17 ส.ค. 2566</small>
                </div>
              </a>
            </li>
            <li>
              <a class="d-flex flex-column flex-lg-row gap-3 align-items-start align-items-lg-center py-3 link-body-emphasis text-decoration-none border-top" href="#">
                <img src="https://variety.teenee.com/foodforbrain/img9/259821.jpg" alt="รูปภาพ1" width="100%" height="96">
                <div class="col-lg-8">
                  <h6 class="mb-0">ดื่มคลายหนาวอาจถึงชีวิต</h6>
                  <small class="text-body-secondary">26 ส.ค. 2566</small>
                </div>
              </a>
            </li>
            <li>
              <a class="d-flex flex-column flex-lg-row gap-3 align-items-start align-items-lg-center py-3 link-body-emphasis text-decoration-none border-top" href="#">
                <img src="https://img.pptvhd36.com/health/thumbor/2022/06/25/cusArticle-71a72d8e17.jpg" alt="รูปภาพ1" width="100%" height="96">
                <div class="col-lg-8">
                  <h6 class="mb-0">เหล้าขาว+เบียร์ เสี่ยงเส้นเลือดสมองแตก</h6>
                  <small class="text-body-secondary">1 ก.ย. 2566</small>
                </div>
              </a>
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
       
</template>

<style scoped>
</style>